LEXICON: dict[str, str] = {
    '/start': 'Всем привет! Меня зовут Юлия t.me/yulia_forward, я партнёр южнокорейской компании Атоми 🩵\n\n'

'Атоми – это глобальный интернет-магазин корейской продукции повседневного спроса премиум- и люкс-класса по ценам от производителя ✨\n\n'

'Это международная компания, основанная в 2009 году в Южной Корее 🇰🇷, на рынке России Атоми - с 2018 года 🇷🇺\n\n'

'Южная Корея - мировой лидер в индустрии красоты ⭐️\n'
'За последние 10-15 лет корейская продукция совершила настоящий переворот на мировом рынке! 🚀\n\n'

'Что есть в Атоми?\n'
'- флагманский продукт ХемоХИМ - для укрепления иммунитета и восстановления энергии\n'
'- флагманские наборы по уходу за кожей: Абсолют СеллАктив и Фэйм\n'
'- уходовая и декоративная косметика\n'
'- средства для ухода за волосами и телом\n'
'- товары для здоровья\n'
'- предметы быта\n'
'- продукты питания\n'
'- товары для дома и многое другое 💫\n\n'

'Здесь не ассортимент ради ассортимента, здесь отобрано то, чем реально пользуются и что работает.\n'
'Продукция компании подойдет тем, кто ценит качество, эффективность в уходе за собой и своем доме.\n\n',


    '/continue1': 'Главный принцип Атоми - «Абсолютное качество по абсолютной цене» 💯\n'

'Это означает, что продукция Атоми должна предлагаться по самой низкой возможной цене, которую может позволить себе большинство потребителей, сохраняя при этом заявленное "абсолютное качество".\n\n'

'Когда компания Атоми стартовала в Южной Корее с единственным продуктом инновационным ХемоХИМ,  это был не просто коммерческий шаг, а акт глубокой веры.\n'
'Веры в исключительное качество продукта, способного реально улучшить жизнь людей.\n\n'

'Концепция "Masstige" (mass + prestige) - предлагать продукты абсолютного качества по абсолютной цене - это выражение любви и уважения к потребителю.\n\n'

'Основатель компании Пак Хан Гиль не хотел, чтобы кто-то был лишен доступа к высококачественным продуктам из-за высокой цены. Это было проявлением глубокого понимания потребностей масс и стремления дать лучшее каждому.\n\n'

'Это был его способ сказать: "Вы заслуживаете лучшего, и оно должно быть доступным".\n\n',

    '/continue2': 'Из личного опыта скажу, что когда хочешь выбирать для себя и своей семьи самое лучшее, мелочи перестают быть мелочами. Мы всё равно покупаем каждый день. Вопрос только - где и какого качества 🙌\n\n'

'Перепробов товары многих производителей, я остановилась на Атоми, где теперь покупаю всё необходимое и обязательно советую попробовать своим друзьям и знакомым.\n\n'

'В конце концов, я выбрала не бренд. Я выбрала ощущение комфорта и уверенности каждый день.\n\n'

'А вы готовы попробовать продукцию Атоми и оценить все ее преимущества? 🥰\n\n'

'Специально для вас акция*: "Подарок к первому заказу" 🎁\n\n'

'Пишите мне сейчас, чтобы совершить свою первую покупку максимально выгодно, а я помогу с регистрацией на сайте Атоми 👉 t.me/yulia_forward 🩵\n\n'

'*Акция действует в течение 24 часов!\n\n',


    '/continue3': 'Здесь могла бы быть ваша реклама\n',

    'continue_btn1': 'В чем главное преимущество Атоми?',
    'continue_btn2': 'Почему продукция Атоми?',
    'continue_btn3': 'Ознакомиться с сертификатами качества',
    'continue_btn4': 'Хочу подарок к заказу!'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/continue': 'Продолжить',
    '/help': 'Справка по работе бота'
}
